Repository: mozilla-l10n/mt-training-data
Catalog: mve/mve_pontoon.tmx
Source language: en_us
Languages: mve

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
mve: عام آواز رِي ريڪارڊنگ نيَ تعليمي ماھرون، ننڍي ڪاروباريون ھان آواز رِي اوݪکوڻ ريَ شوقينون رِي طرفون عوامي طور تي دستياب وسيلون جھڙو وائس ماڊلون نيَ ݾکاڻ ھان وڌاڻ ۾ مدد ھارو استعمال ڪيو جائيَ ھيَ۔ ڪِي ٿيَ مھونيَ ھنڀڙائيَ ݾگو ھو ڪہ ٿيَ آپرِي ريڪارڊنگ نيَ ڪيَ ھارو ختم ڪرڻ چاھو ھو؟

source: Community and Languages
mve: برادري ھان ٻوليَ

source: Community, Creatives and Civil Society
mve: برادري، تخليقي ھان سماجي تنظيمون

source: Community participation and decision making.
mve: برادري رِي شموليت ھان فيصلا سازي

source: Community Playbook
mve: ڪميونٽِي پليَ بُڪ

source: Confirm Goal
mve: حدف رِي پڪ ڪرو

source: Connect with Gravatar
mve: گراواتار ھون رابطو ڪرو

source: Contact
mve: رابطو

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
mve: ليکڪون، ڊراما لکڻ آݪو يا اسڪرين رائٽرون ھون رابطو ڪرو ھان ڪِي اي آپريَ ڪوم رو ھيڪ ننڊو حصو عوامي ڊومين ھارو ڏيڻ ھارو تيار ھي۔

source: Contact Form
mve: رابطيَ رو فارم

source: Contact the Common Voice team
mve: ڪامن وائس رِي ٽيم ھون رابطو ڪرو

source: Contact us
mve: مھون ھون رابطو ڪرو

source: Contact Us
mve: مھون ھون رابطو ڪرو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
mve: مواد ھيٺِي پڙيو ھيَ <licenseLink> ڪامن لائسنس ٺاڻ </licenseLink>

source: Continue
mve: هليَ پَڙيو يا جارِي ھيَ

source: Continue speaking
mve: ٻولڻ جارِي راکو

source: Continue validating
mve: تصديق ڪرڻ جارِي راکو

source: Contribute
mve: حصو ڏيڻ

source: Contribute on GitHub
mve: گِٽ ھب تيَ شراڪت ڪرو

source: Contribute sentences
mve: جُملون رو حصو ڏيو

source: Contribute text
mve: لکت رو حصو ڏيو

source: Contribute to { $lang }
mve: حصو ڏيو{ $lang }

source: Contribute to text corpus
mve: لکت ريَ ڪورپس ۾ حصو ڏيو

source: Contributing to <bold>{ $language }</bold> dataset
mve: مواد ريَ سيٽ<bold>{ $language } ۾ حصو ليڻ<bold>

source: Contribution Activity
mve: شراڪتِي ڪوم

source: Contribution Criteria
mve: شراڪت رو معيار

source: Contribution Experience
mve: شراڪت رو تجربو

source: Contribution Guidelines
mve: شراڪت ھارو رھنمائي

source: Contributors record voice clips by reading from a bank of donated sentences.
mve: جمع ڪِيوڙيَ جُملون نَي پڙھيَ آواز رو ڪلِپ ريڪارڍ ڪريَ ھيَ۔

source: Cookies
mve: ڪوڪيز

source: <cookiesLink>Cookies<cookiesLink>
mve: <cookiesLink>ڪُوڪِي<cookiesLink>

source: Copainalá Zoque
mve: ڪوپاينالا زوق

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
mve: <coquiLink>ڪوقِي</coquiLink>اوپن اسپيچ ٽيڪنالاجي ھارو وقف ھيَ۔ايون ريَ منصوبون ۾ ڊيب لرننگ تيَ ٺيوڙو ايس ٽِي ٽِي ھان ٽِي ٽِي ايس انجن شام ھيَ۔

source: Cornish
mve: ڪارنش

source: Correct
mve: دُرست

source: Corsican
mve: ڪورسيڪين

source: { $count } clips
mve: ڪلِپون

source: { $count }mo
mve: { $count }مھينا

source: Country/Region of Residence
mve: مُلڪ/رهائِش رو علائقو (رھڻ آݪو تر)

source: { $count }wk
mve: { $count } ھڦتا

source: { $count }y
mve: { $count }سال

source: [Crackle] giant dinosaurs of [crackle] -riassic.
mve: اڊائِي سئو ڪروڙ سال پيل را موٽا ڊائناسور۔

source: Create a Custom Goal
mve: ضرورت ريَ مطابق حدف ٺائو

source: Create a profile
mve: پروفائل ٺاھو

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
mve: آپ يا آپريَ دوستون يا ٻولِي آݪِي برادري ڀيݪا جديد، عام ٻوليا جاڻ آݪا جُملا ٺائو۔ مسال طور ‘رائٽ ۔آ۔ٿون’ زريعي۔

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
mve: ترجميَ، ننڊيَ ٻوليون را ماڊل ھان وڌيڪ ھارو عوامي ڊومين پرامپٽس، جُملا ھان لکت ٺائو يا ٻيجون نيَ ڏيو۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
mve: ڪامن وائس ۾ حصو ليڻ ھارو مختلف منکون ھارو موقع پيدا ڪريَ ھيَ تاڪہ مواد سيٽ جِترو ھوئيَ ݾگيَ منکون نيَ فائدو ڏيَ۔ مھون وسيلا ھان تيم پليٽ ٺايا ھون جڪو ٿيَ استعمال ڪريَ ݾگو ھو!

source: Crimean Tatar
mve: ڪريمين ٽاٽر

source: Criteria
mve: معيار

source: Croatian
mve: ڪروشين

source: Culturally specific questions
mve: سقافتي مخصوص سوال

source: Czech
mve: چيڪ

source: Dagbani
mve: داگبانِي

source: Daily Goal
mve: روزانو را حدف

source: Dameli
mve: داميلِي

source: Danish
mve: دانش

source: Dargwa
mve: دارگوا

source: Dashboard
mve: ڊيش بورڊ

source: Dataset
mve: مواد رو سيٽ

source: Dataset: { $datasetLanguage }
mve: مواد رو سيٽ:{ $datasetLanguage }

source: Dataset Release
mve: مواد رو سيٽ ڇوڙيو جائيَ ھيَ

source: Datasets
mve: مواد رو سيٽ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
mve: ٽي ٽي ايس،ايس ٽي ٽي، اي ايس آر ھان ٻيجيَ اين ايل پي حوالي ھون مواد رو سيٽ۔ برادري رِي شراڪت زريعي ٺايا گيا۔

source: Date
mve: تاريخ

source: Dawoodi
mve: دائودِي

source: Days
mve: ڏِن

source: Delete
mve: ڊلِيٽ ڪرو يان ختم ڪرو

source: Delete my recordings
mve: مھارَي ريڪارڍِنگون مِٽائيَ ڇوڙو

source: Delete Profile
mve: پروفائل نيَ ختم ڪرو

source: Dhivehi
mve: ڌيويشِي

source: Dholuo
mve: ڍولو

source: Did you know…
mve: ڪِي ٿونيَ خبر ھتي…

source: Different language
mve: الگ ٻولِي

source: Difficult
mve: ڏُڪيو

source: Difficult to pronounce
mve: اوچار ۾ ڏُکيو

source: Dioula
mve: ڊيولا

source: Discard ongoing recording
mve: هلتِي ريڪاڊِنگ نَي رد ڪرو

source: Discover languages and communities and common voice
mve: ٻوليَ ھان برادريَ ھان ڪامن وائس جونچو

source: do
mve: ڪر يان ڪرو

source: Documentation
mve: دستاويزي (ڪاغزِي)

source: Does the sentence meet the guidelines?
mve: ڪِي اَي جُملو رھنما اصولون ريَ مطابق هَي۔

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
mve: ڊومين جُمليَ ريَ موضوع ڏيھا اشارو ڪريَ ھيَ۔ ھڻو، ٿيَ ھيٺي ڏينوڙي مون ھون چونڊ ڪريَ ݾگو ھو:

source: Donate
mve: چندو، عطيو

source: Donate your voice
mve: آپرِي آواز ڏيو

source: Done
mve: ھوئيو رو

source: do not
mve: نِي ڪر يان نِي ڪرو

source: Don’t Add
mve: نِي شامل ڪرو

source: Don't see your language on Common Voice yet?
mve: اڃون تائين آپڻِي ٻولِي ڪامن وائس تيَ ڪونِي ڏيکِجيَ ھيَ؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
mve: ڪِي ٿونرِي ٻولِي مواد ريَ سيٽ ۾ ڪونِي ڏيکيجيَ ھيَ؟ ٻولِي ھارو درخواست ڪرڻ ھارو مھوريَ ٻوليون آݪيَ پيج تيَ جائو۔

source: Don't wish to say
mve: ڪھيڻ ڪونِي چاھو ھو

source: Download
mve: ڊائون لوڊ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
mve: جيَ ٿيَ ڪامن وائس ۾ حصو ليو ھي تو آپريَ پروگرامون ھارو يا آپ ھارو ھيڪ سرٽيفيٽ ڊائون لوڊ ڪرو—اي ٿونريَ سوا ممڪن ڪوني ھوئيَ!

source: Download Common Voice Data
mve: ڪامن وائس رو مواد ڊائون لوڊ ڪرو

source: Download Data
mve: ڊائون لوڊ مواد

source: Download Dataset Bundle
mve: ڊائون لود مواد رو سيٽ رو گُڇو

source: Download { $language }
mve: ڊائون لوڊ{ $language }

source: Download Links
mve: ڊائون لوڊ ڪرو لِنڪ

source: Download My Data
mve: ڊائون لوڊ ڪرو مھارو ڊيٽآ

source: Download options for accessing Common Voice data
mve: ڪامن وائس مواد تائين پُڳڻ ھارو ڊائون لوڊ آپشنز

source: Download our press pack <icon></icon>
mve: مھوريَ ڇپائيَ ريَ پيڪ نيَ ڊائون لوڊ ڪرو<icon></icon>

source: Download our voice datasets
mve: مھورا آوازون را مواد را سيٽ ڊائون لوڊ ڪرو

source: Download profile data
mve: ڊائون لوڊ ڪرو پروفائل رو ڊيٽآ

source: Download the Dataset
mve: مواد ريَ سيٽ نيَ ڊائون لوڊ ڪرو

source: Download the Single Word Target Segment
mve: حدفي ھيڪيَ اکر ريَ ٽڪڙيَ نيَ ڊائولوڊ ڪرو

source: Download your contribution certificate
mve: آپرِي شراڪت را سرٽيفڪيٽ ڊائولوڊ ڪرو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
mve: ڪِي ٿون ڪوڊي ڪو خيال ھيَ ڪہ مھيَ ڪامن وائس مواد ريَ سيٽ نيَ ڪونڪر بھتر ٽائيَ سگھون ھون؟مھونيَ ڊسڪورس تيَ ھنڀڙائو۔

source: Do you want to continue?
mve: ڪِي ٿيَ جارِي راکڻ چاھو ھو؟

source: Do you want to Speak, Listen or both?
mve: ڪِي ٿيَ ٻولڻ، ھونڀڻ يا ٻيئي چاھو ھو؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
mve: ڊريگ ھان ڊروپ يا<browseWrap>برائوز</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
mve: آپرِي فائل ايٿ ڇِڪيَ آئو ھان <uploadButton> اپ لوڊ تيَ دبائو </uploadButton>

source: Drop file here to upload
mve: فائل نيَ اپ لوڊ ڪرڻ ݾارو ايٿ ڇوڙو

source: Duala
mve: دعالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
mve: تعاون جمع ڪراڻ ريَ دوران ”جمع ڪرائو” تيَ ڪلِڪ ڪرڻ ھون پڇيَ رائيَ ڇوڙِي جاھيَ۔ تعاون سڌو سنئون 5 ريڪارڊنگ يا تصديق ريَ آڻ آݪيَ سيٽ ڀيݪو جارِي رھيَ۔

source: Dutch
mve: ڊچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
mve: مواد رَي سيٽ ۾ داخلا ڪيوڙِي ھر داخيلا ھيڪ الگ MP3 ھان جھڙِي لکت فائل تيَ مشتمل ھوئيَ ھيَ۔ مواد ريَ سيٽ ۔ ڪِترائِي <b>{ $total }</b> ريڪارڊ ڪيوڙا ڪلاڪون ۾ عمر،جنس ھان اوچار ڊيموگرافڪ ميٽا مواد پڻ شام ھوئيَ ھيَ جڪو آواز رِي ھوݪکوڻ آݪيَ انجنون ريَ ٺيڪ ڪوم ڪرڻ ۾ مدد ڪريَ ݾگيَ ھيَ۔ مواد ۾ ھيڻو<b>{ $valid }</b>تصديق ھوئوڙا ڪلاڪ <b>{ $languages }</b> ٻوليَ ھيَ، پڻ مھيَ سدائين وڌيڪ آوازون ھان ٻوليَ شامل ڪريَ رھيا ھون۔جوئو مھوريَ <languagesLink>ٻوليون ريَ پيج</languagesLink>ٻولِي رِي درخواست ڏيڻ ھارو يا حصو ليڻ رِي شروعات ھارو۔

source: Eastern Balochi
mve: مغربِي بلوچِي ٻولِي

source: Eastern Huasteca Nahuatl
mve: مغربِي ھواسٽيڪا ناھواتل

source: Eastern Min
mve: مغربِي مِن

source: Eastern Penan
mve: مغربِي پنن

source: Easy
mve: سئولو

source: Easy to Understand
mve: آسان ھيَ سمجھڻ ھارو

source: Ebrie
mve: اِبريَ

source: Edit
mve: ايڊٽ

source: Edit Profile
mve: پروفائل نيَ ايڊِٽ ڪرو

source: e.g., “What do you wish you could use technology for?”
mve: مثال طور، "ٿيَ ڪِي چاهو ھون ڪہ ٿيَ ٽيڪنالاجِي نيَ ڪيَ ھارو استعمال ڪري ݾگهو؟"

source: Email
mve: اِي ميل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
mve: اِي ميل:<emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
mve: <emailFragment>سائن اپ</emailFragment> ڪامن وائس ريَ مُھيمون، واقعون ھان ھيڪ جيڙيَ خاصيتون ۾ حصو ليڻ ھارو مھوريَ ميلنگ لسٽ جوئو

source: Email is already used for a different account
mve: اي ميل مور ھون ھيڪ ٻيجيَ اڪائونٽ ھارو استعمال ھوئوڙي ھيَ۔

source: Email Subscriptions
mve: اي ميل سبسڪرپشن

source: Emakhuwa
mve: ايماکوا

source: English
mve: انگريزي

source: Enter Email to Download
mve: اي ميل لکو ڊائون لوڊ ڪرڻ ھارو

source: Enter email to send a sign up link
mve: سائن اپ لنڪ موڪلڻ ھارو اي ميل داخل ڪرو

source: Enter your Country/Region of Residence
mve: ايٿ لکو آپرو مُلڪ/رهائِش رو علائقو (رھڻ آݪو تر)

source: Enter your email
mve: آپرو اِي ميل ايڊرس لگائو

source: Enter your public domain sentence here
mve: آپرو عوامي ڊومين رو جُملو ايٿ شامل ڪرو

source: Enter your public domain sentences here
mve: ٿونرا عوامِي ڊومين را جملا ايٿ شامل ڪرو

source: Error
mve: مسئلو

source: Error adding sentence
mve: جُملو شامل ڪرڻ ۾ خرابي

source: Error { $code }
mve: نقص { $code }

source: Error while playing audio file.
mve: آڊِيو ھلاڻ وقت ھيڪ مسئلو آئيَ پڙيو

source: Erzya
mve: ارزيا

source: ESC
mve: ايَ ايس سِي (رد ڪرڻ رو بٽڻ)

source: Esperanto
mve: ايسپيرانٽو

source: Estonian
mve: ايسٽونئين

source: Eton
mve: ايٽون

source: Events
mve: موقع

source: Everyone
mve: ھر ڪو

source: Ewe
mve: اِويَ

source: Ewondo
mve: ايونڊو

source: Example
mve: مسال

source: Example questions
mve: مسالي سوال

source: Exceeded 25 questions. Reduce number of questions and retry.
mve: 25 سوالون ھون وڌيھا را سوالون رو تعداد گھٽائو ھانَ وڙيَ ڪوشِش ڪرو۔

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
mve: دلچسپ خبرون! بيَ ساختا تقرير آڻ آݪِي ھيَ! تازھ معلومات ھارو مھون ڀيݪا ريو ھان مھورِي جونچڻ ھارو پڪ ڪرو<discordLink> تڪرار</discordLink> تازي معلومات ھارو

source: Exit & Delete clips
mve: ڪلِپ ھون نڪرڻ ھانَ مِٽائيَ ڇوڙڻ

source: Explore datasets <icon></icon>
mve: مواد ريَ سيٽ نيَ جونچو<icon></icon>

source: Explore the community and languages supported by Common Voice
mve: ڪامن وائس رِي مدد ھو برادريون ھان ٻوليون نيَ جونچو

source: Express or solicit prejudiced or offensive sentiments
mve: تعصب آݪيَ يان ناگوار جذبات رو اظهار يان درخواست ڪرڻ

source: Failed to copy SHA256 Checksum
mve: ايس ايچ اي 256چيڪ رو مجموعو ڪاپِي ڪرڻ ۾ ناڪام ھوئو

source: Fang
mve: فينگ

source: FAQ
mve: ايف اَي قيو

source: Faroese
mve: فاروسيَ

source: Featured in...
mve: ۾ نمايا ھوئوڙيَ

source: Female/Feminine
mve: لوگائِي۔مئونس

source: Fewer than 15 words per sentence
mve: ھر جُملو 15 لفظون ھون گھٽ

source: Fields marked with an asterisk (*) are required.
mve: تاريَ (*) ھون نشان لاگوڙا خانا کپيَ۔

source: File is too large
mve: فائل جام وڏِي ھيَ

source: File is too small
mve: فائل جام نِنڪِي ھيَ

source: Finance
mve: حساب ڪتاب

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
mve: ٻجون نيَ جونچو جڪو فڪر ڪريَ ھيَ۔ او يونيورسٽيَ، ٻولِي را اسڪول، سُجاگي لياڻ آݪا گروپ يا ڊيٽا سائنس ريَ برادري ھوئيَ ݾگيَ ھيَ۔ رابطو ڪرو ھان واضح ٽور تيَ اوئون نيَ ݾمجائو ڪ او ڪونڪر مدد ڪريَ ݾگيَ ھيَ ھان ڪيون۔<outreachTemplates>مھورِي آئوٽ ريچ ٽيمپليٽ اي ميل جونچو </outreachTemplates>۔

source: Find us on Matrix
mve: ميٽرڪس تيَ مھونيَ جونچو

source: Finish editing first?
mve: پيلڪو تبديلِي پورِي ڪرو؟

source: Finish recording
mve: ريڪارڍِنگ ختم ڪر

source: Finish recording first?
mve: پيلڪِي ريڪارڍِنگ ختم ڪرو؟

source: Finish Review
mve: جائزو ختم ڪرو

source: Finish validating
mve: تصديق ختم ڪرو

source: Finish validating clips?
mve: ڪلِپ رِي تصديق ختم ڪرو؟

source: Finnish
mve: فِننِش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
mve: پيلڪو، جوئو جيَ ٿونرِي ٻولِي <languageLink> پيل ھون موجود ھيَ</languageLink>۔جيَ اَي ڪونِي ، ٿيَ ڪريَ ݾگو ھو<languageRequestLink>آپرِي ٻولِي نيَ شامل ڪرڻ ھارو ڪھيَ ݾگو ھو</languageRequestLink>ايئيَ را ٻيَ مرحلا ھيَ۔ سائيٽ رو ترجمو ڪرو، ھان جملا جمع ڪرو

source: Follow guidelines from “What sentences can I add?”
mve: رھنمائِي رَي اصولون ھو ڪيھڙا جُملا ھوُن شامل ڪري ݾگون ھون؟

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
mve: ڏينوڙيَ ھر آواز ريَ ڪلِپ ھان تصديق ڪيوڙيَ ھر آديو ڪلِپ ھارو، ٿونريَ کاتيَ ريَ ڊيش بورڊ نيَ اپ ڊيٽ ڪيو جائيَ ھيَ تو ٿورِي ھر ٻولِي ۾ ٿونرِي تازھ ترقي نيَ ظاھر ڪيو جائيَ جڪيَ ۾ ٿيَ حصو ليو ھو۔ ھويَ ٿيَ ھيڪ ھون وڌيڪ ۾ حصو ليَ ݾگو ھو! <br/><br/> ڊيش بورڊ نيَ استعمال ڪرو آپريَ انگون ھان آکرون نيَ ٽريڪ ڪرڻ ھارو، جونچو ڪہ ٿيَ برادرِي ۾ ٻيجون ڀݪيا ڪونڪر ڪوم ڪريَ ريا ھو، ھان روزانون ھان ھفتيَ را تعاون را مقصد مقرر ڪرو۔

source: for example
mve: مسال طور

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
mve: پبلِڪ ڊومين لکت ھارو جڪو آن لائن موجود ڪونِي، ٿيَ تئليمي حواليَ آݪو انداز استعمال ڪريَ ݾگو ھو مسال طور ھارورڊ انداز ”جيس(2021) مھاريَ عوامي لائسنس بيت”۔

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
mve: ٽيڪنالاجِي ݾجا ھارون سُٺيَ نموُنيَ ھون ڪوم ڪريَ، مواد ٺاھڻ آݪا مختلف منکون رِي ضرُورت رَي مطابق ٽيڪنالاجِي نَي ٺاھڻ ھارون مدد ڪريَ ھَي۔ مسال طور اگر آپيَ ڪي مخصوص لھجيَ ٻولڻ ھاݪون نَي شامل ڪونھي ڪرون ھون، پڇيَ ٽئڪنالاجِي مِنکون ھارون سُٺيَ نمونيَ ھون ڪوم ڪونھي ڪريَ ۔<learnMore> وڌيڪ اِيئي ريَ باريَ ۾ ھيکو ڪہ ميٽا ڊيٽا ڪيون ضُرورِي ھَي۔</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
mve: ايئيَ لانچ ڪيوڙيَ ٻوليون ھارو ويب سائيٽ ڪاميابي ھون<localizationGlossaryLink>لوڪلائز ڪي گئي ھي</localizationGlossaryLink>، ھان ايئي ۾ ڪافي<sentenceCollectionGlossaryLink>جُملا ڀيݪا ڪيا گيا ھيَ</sentenceCollectionGlossaryLink>تو جون جارِي<speakLink>ٻولڻ</speakLink>ھان<listenLink>ھڻڻ</listenLink> تعاون رِي اجازت ڏيني جائيَ ݾگيَ۔

source: Foundations
mve: بنياد

source: French
mve: فرانسيِسي

source: Frisian
mve: فرِيسيان

source: Fulah
mve: فُلاھ

source: Fuzhou
mve: فوزو

source: Galician
mve: گاليِشين

source: Gawarbaiti
mve: گاوربائٽِي

source: Gawri
mve: گاورِي

source: GB
mve: جِي بِي

source: General
mve: عام

source: General language / multiple variants
mve: عام ٻوليَ ۔ وڌيڪ قسم

source: Georgian
mve: جارجيائي

source: German
mve: جرمن

source: Get in touch
mve: رابطيَ ۾ ريو

source: Get in touch <icon></icon>
mve: رابطي ۾ ريو<icon></icon>

source: Get involved
mve: ايئيَ ۾ شامل ھو

source: Get Involved
mve: ايئيَ ۾ شامل ھو

source: Get started <icon><icon>
mve: شروع ڪرو <icon><icon>

source: Get started with goals
mve: مقصدون ھون شروع ڪرو

source: Get Started with Speech Recognition
mve: آواز رِي اݪکوڻ ھون شروع ڪرو

source: Get your certificate
mve: آپرو سرٽيفڪيٽ ليو

source: Gheg Albanian
mve: گيَگ البانين ٻولِي

source: Ghomala
mve: گھوامالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
mve: <githubLink>ناوِڊيا نيمو</githubLink>™ھي<docsLink>اوپن ۔ سورس ٽُول ڪِٽ</docsLink> جديد وات ڪرڻ آݪيَ AI ماڊل ٺان آݪيَ تحقيق ڪرڻ آݪو ھارو۔

source: Goal reached
mve: حدف تائين رسڻ

source: Goals
mve: حدف

source: Gorani
mve: گورانِي

source: Go to Discourse
mve: ڊسڪورس تيَ جائو

source: Go to Languages Page
mve: ٻوليون ريَ پيج تيَ جائو

source: Go to { $name }
mve: جائو{ $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
mve: <governanceLink>وڌيڪ ݾيکو ڪيَ مھيَ ڪونڪر حڪمراڻِي ڪرون ھون</governanceLink>

source: Governments
mve: سرڪارون

source: Grammatical / spelling error
mve: گرامر يا اکرون رِي لکائِي رو مسئلو

source: Great! How many clips a week?
mve: واھ ! ھيڪيَ ھفتيَ ۾ گھڻا ڪلِپ؟

source: Great! How many clips per day?
mve: واھ ! گھڻا ڪلِپ ھر ڏِن؟

source: Great!<recordIcon></recordIcon> Record your next clip
mve: واھ<recordIcon></recordIcon>آپرو ٻيجو ڪلِپ ريڪارڍ ڪرو

source: Great work!<playIcon></playIcon> Listen again when you're ready
mve: سُٺو ڪوم <playIcon>وڙيَ ھونڀڙو جڏيَ ٿيَ تيار ھو

source: Greek
mve: يونانِي

source: Gronings
mve: گرونِنگس

source: Guarani
mve: گوارانِي

source: Guidelines
mve: ھيکڻ را اصول

source: Gujarati
mve: گُجراتِي

source: Gujari
mve: گُجرِي

source: Haitian
mve: ھيٽين

source: Hakha Chin
mve: ھيکا چِن

source: Hausa
mve: ھائوسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
mve: ڪِي ٿون ڪوڊِي ڪو پيلوڪو يا آڻ آݪو پروگرام ھيَ؟ اي مھونيَ ڏيو ھان مھيَ ايئيَ رو علون آپرِي برادري ۾ ڪرھون يا ايئيَ ريَ باريَ ۾ ھيڪ بلاگ لِکھون!

source: Have Feedback?
mve: ڪِي رائيَ ھيَ؟

source: Have you read our Terms?
mve: ݾجا يا سجا

source: Having an account is not required to contribute, though it is helpful.
mve: حصو ڏيڻ ھارو کاتو ھوئوڻ ضروري ڪوني،جيستوئين اي مددگار ھي۔

source: Having a profile is not required to contribute though it is helpful, see why below.
mve: حصو ڏيڻ ھارو کاتو ھوئوڻ ضروري ڪوني،جيستوئين اي مددگار ھي۔

source: Healthcare
mve: صحت رِي ساݪ سنڀاݪ

source: Hebrew
mve: عبرانِي

source: Help
mve: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
mve: ڪامن وائس رِي پُڳڻ ۾ { $hours } زاتِي مقصد ھون ڪلاڪون ۾

source: Help create Common Voice’s first target segment in { $locale }
mve: ڪامن وائس رَي پيلڪي حدف رَي حثي ناي ٺاھڻ ۾ مدد ڪرو{ $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
mve: پُڳڻ ۾ مدد ڪرو{ $hours }ڪلاڪون ۾{ $language } زاتِي مقصد ھون

source: Help teach machines how real people speak, donate your voice at { $link }
mve: مشينون نيَ ݾکَاڻ ۾ مدد ڪرو ڪہ انسون ڪيون ٻوليَ ھيَ، آپرِي آواز ڏيو تي{ $link }

source: Help us build a community around voice technology, stay in touch via email.
mve: وائس ٽيڪنالاجي رَي چوڌارِي ھيڪ برادرِي ٺاھڻ ۾ مھورِي مدد ڪرو۔ اِي ميل رَي وسِيليَ مھون رابطيَ رھو۔

source: Help us build a high quality, publicly open dataset
mve: مھونيَ ھيڪ اونچيَ معيار، عوامي طور تيَ اوپن مواد رو سيٽ ٺاڻ ۾ مدد ڪرو۔

source: Help us find more voices, share your goal
mve: ٻيجيَ آوازون نيَ جونچڻ ۾ مھورِي مدد ڪرو، آپرو حدف ٻيجون نيَ ھنڀڙائو

source: Help us get to { $goal }
mve: مھورِي مدد ڪرو حاصل ڪرڻ ۾ { $goal }

source: Help us validate sentences!
mve: جُملون رِي تصديق ڪرڻ ۾ مھورِي مدد ڪرو۔

source: Help us validate voices
mve: آوازون رِي تصديق ڪرڻ ۾ مھورِي مدد ڪرو۔

source: Heng Hua
mve: هينگ هو

source: Here are the links to download your ZIP files.
mve: ايت لِنڪ ھي ٿونريَ زِپ فائلون نيَ ڊائون لوڊ ڪرڻ ھارُو۔

source: Hidden
mve: لڪوڙا

source: Highland Puebla Nahuatl
mve: پويبلا ناھواتل جبلِي ٻولِي

source: Hiligaynon
mve: ھِلِگاينون

source: Hill Mari
mve: ھِل مرِي

source: Hindi
mve: ھندِي

source: His hand was rais-ed.
mve: اُوئي رو هاٿ ماٿي کڻوڙو هتو۔

source: History, Law and Government
mve: تاريخ، قانون ھان سرڪار

source: Hours
mve: ڪلاڪ

source: Hours Recorded
mve: رِيڪاڊ ھوئيڙا ڪلاڪ

source: Hours Validated
mve: تصدِق ھوئيڙا ڪلاڪ

source: How ?
mve: ڪونڪر؟

source: How are project decisions made?
mve: پروجيڪٽ را فيصلا ڪونڪر ليَ ھيَ؟

source: How can we effectively grow a language on Common Voice?
mve: مھيَ ٻولِي نيَ ڪامن وائس تيَ ڪونڪروڌيڪ اسرائتي ٺاھيَ ݾگون ھون؟

source: How does Common Voice work?
mve: ڪومن وئِيس ڪونڪر ڪوم ڪريَ هَي؟

source: How does site localization work?
mve: سائيٽ لوڪلائيزيشن ڪونڪر ڪوم ڪريَ ھيَ؟

source: How do I access and use the dataset?
mve: ھون مواد رَي سيٽ تائين ڪونڪر رسيَ ݾگون ھون ھان استعمال ڪريَ ݾگون ھون؟

source: How do I add a language?
mve: ھُون ڪونڪر ٻولِي نيَ شامل ڪريَ ݾگون ھون؟

source: How do I add sentences?
mve: ھُون جُملون نيَ ڪونڪر شامل ڪرون؟

source: How do I cite?
mve: ھوُن ڪونڪر حوالو ڏيون

source: How do I know whether to approve a voice clip?
mve: مھنيَ ڪونڪر خبر پڙھيَ ڪہ آواز رِي ڪلِپ منظور ڪرڻ کپيَ يا نا؟
